---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecNumberOfCircuits
source: html/996b7a06-f4bb-7069-e10b-dfdeeb3104cd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecNumberOfCircuits Property

"Max Number of Circuits"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecNumberOfCircuits { get; }
```